[
  {
    "text":"Xojo means a lot to me and is part of my life, it's like a best friend! Thank you for providing a service second to none and for a wonderful product. Xojo is the professional development software that is an absolute pleasure to use!",
    "name":"Rich Hatfield"
  },
  {
    "text":"Xojo means a lot to me and is part of my life, it's like a best friend! Thank you for providing a service second to none and for a wonderful product. Xojo is the professional development software that is an absolute pleasure to use!",
    "name":"Gordon Smith"
  },
  {
    "text":"I needed to expand into Mac development after many years under Windows with VB. Xojo gave me a familiar working environment, without which I may never have released my Mac applications. I've looked at the alternatives, and they don't come close!",
    "name":"Jeff Tullin, Ursa Software"
  },
  {
    "text":"Xojo strikes the perfect balance between flexibility and structure. It keeps me from all the tedious things and boosts my productivity. The community and the documentation are outstandingly helpful.",
    "name":"Alex von Siebenthal, Zurich University of Applied Science"
  },
  {
    "text":"Xojo makes cross-platform development easy and affordable. Compiling 32-bit and 64-bit Apps for Windows, macOS and Linux with just one set of source code is fantastic. Choosing Xojo was our best software development decision!",
    "name":"Fred Roller, FW Roller & Associates"
  },
  {
    "text":"Xojo allows us to create rich, vibrant applications for our worldwide clients. Desktop apps, web apps, mobile apps and Raspberry Pi can all be developed and built using the same rapid application development language and IDE.",
    "name":"Bob Keeney, BKeeney Software"
  },
  {
    "text":"Xojo is an awesome programming environment! I am able to develop Mac and Windows apps quickly and easily. The UI design tool is great also. The Xojo environment is the only tool I use and love it! Looking forward to more great innovations from Xojo.",
    "name":"Navid Voghoofi"
  },
  {
    "text":"I use Xojo because of its broad capability for lots of platforms and any feature you might need. I have been doing lots of web app development and I like how you can approach the design similar to a desktop app without having to be an AJAX guru.",
    "name":"Mark Strickland, University of Louisville"
  }
]